[
  {
    "name": "Duangrat's Thai Restaurant",
    "description": "<h2>Thai, $15+</h2><p>One of my top restaurants. There's been a sad commodification of Thai restaurants in suburban America (see: Tara Thai), and it's easy to forget there's more to it than Pad Thai with shrimp.  Duangrats is one of the best restaurants, at any price, in NOVA, and it's cheap.  I've never had anything on the menu that I didn't think was stellar, and the tastes are seriously that of a restaurant 2 to 3 times as expensive.  In a very unassuming building in an unassuming area, Duangrats is a gem.</p><p>Go exclusively for the small plates/tapas menu, which I believe is 11am-3pm on Weekends and 5-630pm on weekdays. I generally don't believe in tapas, but Duangrats has made me a believer.  It's overwhelmingly in your interests to try something different here, like a fried fish dish, rather than something generic like \"drunken noodles.\"  But go for the small plates menu.  My fav small plates: pork stuffed lychee, beef crepe, deep fried cod, and grilled calamari.  But they're all good.</p>",
    "price": "med",
    "ethnicity": "Thai",
    "tags": "BestOf",
    "coordinates": "-77.134026, 38.853264"
  },
  {
    "name": "R&R Taqueria",
    "description": "<h2>Mexican, &lt;$10</h2><p>I drove 40 minutes both ways with a group of friends to try this place, which is roughly 10 minutes outside of Baltimore.  It's literally within the corner of a Sunoco gas station, with no visible sign from the street indicating that there's a restaurant inside.  The ordering menus are hand-written and taped to the wall, and the maximum occupancy of the facility itself is a single table with 3 bar stools.  The food, however, is incredible.<p><p>When I got to the restaurant (if you can call it that) I told the guy behind the counter that I drove 40 minutes to get there and had no idea what to order.  He said, \"don't worry, I'll take care of you guys.\"  He proceeded to bring out a collection of tacos, huaraches, tortas, steak dishes, etc.  Everything was fantastic.  The meats were well spiced and the use of real Mexican cheese and freshly made tortillas made a huge difference. My single favorite item was the beef tongue tacos.  After a satisfying and substantial meal we were ready to foot a significant bill, but the final tally?  A little over $40 for four people.  Crazy.</p>",
    "price": "low",
    "ethnicity": "Mexican",
    "tags": "Tacos, BestOf",
    "coordinates": "-76.784607, 39.172413"
  },
  {
    "name": "Tachibana Japanese Restaurant",
    "description": "<h2>Sushi, $25-$30</h2><p>One of my top restaurants in NOVA.  The best sushi restaurant in the area, and owned by actual Japanese people, which I think makes a difference.  The difference in the quality of fish here is distinct compared to other sushi restaurants in the area.  If it's not a weekday, make a reservation.  I like it so much that I go here with the fam on my birthdays.  I don't think ordering the sushi deluxe is worth it unless you especially enjoy the taste of sea urchin.</p>",
    "price": "high",
    "ethnicity": "Japanese",
    "tags": "Sushi, BestOf",
    "coordinates": "-77.176147, 38.932320"
  },
  {
    "name": "Rose Kabob Restaurant",
    "description": "<h2>Iranian Kabobs, ~$15</h2><p>One of my top restaurants.  I hype up this place like crazy to everyone I know and it always lives up to the hype.  While people say all the meats are good, I only ever order the Chicken platter with half rice, half salad.  If you&#39;re not super hungry, get the Chicken Kabob Junior, which is probably 80% of the non-junior portion.</p>",
    "price": "med",
    "ethnicity": "Iranian",
    "tags": "Kabobs, BestOf",
    "coordinates": "-77.265999, 38.900791"
  },
  {
    "name": "Mad Fox Brewing Company",
    "description": "<h2>Burgers/Pizza/Beer, $15</h2><p>Okay, so the service at Mad Fox is terrible.  I&#39;ve been there multiple times for lunch with coworkers and it&#39;s taken us 30 minutes to get our food with nobody else in the restaurant.  That being said, the food here is excellent, and the bbq brisket sandwich is one of the best I&#39;ve ever had.  Fries are great.  Pizza is good.  Ketchup is homemade.  Gah; if they could hire a competent wait staff this place would be off the charts.  So in the end, if you&#39;re in a patient mood and not pressed for time, it&#39;s a worthwhile place to go eat.</p>",
    "price": "med",
    "ethnicity": "American",
    "coordinates": "-77.177116, 38.886284" 
  }
]